export const PERFORM_YEAR_BUTTONS = [2023, 2022, 2021, 2020];
export const PERFORM_ICONS = {
  WASH: "wash",
  CLEAR: "clear",
  STEAM: "steam",
  ARCH: "arch",
  PUMP: "pump",
};

export const PERFROM_STATS = [
  {
    id: 1,
    title: "Промыто коллекторов",
    icon: "wash",
    number: { 2020: 34514, 2021: 53816, 2022: 55130, 2023: 52221 },
    unit: "м.п.",
  },
  {
    id: 2,
    title: "Очищено смотровых и дождеприемных колодцев",
    icon: "clear",
    number: { 2020: 3103, 2021: 3002, 2022: 3082, 2023: 4019 },
    unit: "м.п.",
  },
  {
    id: 3,
    title: "Пропарено труб",
    icon: "steam",
    number: { 2020: 0, 2021: 10244, 2022: 6504, 2023: 8190 },
    unit: "м.п.",
  },
  {
    id: 4,
    title: "Очищено арычно-лотковой сети",
    icon: "arch",
    number: { 2020: 31425, 2021: 61667, 2022: 88090, 2023: 90025 },
    unit: "м.п.",
  },
  {
    id: 5,
    title: "Откачено воды с начала паводка",
    icon: "pump",
    number: { 2020: 50054, 2021: 15150, 2022: 14050, 2023: 43031 },
    unit: "м.п.",
  },
];

export const NEWS_DATA = [
  {
    id: 1,
    title:
      "30 августа — День Конституции Республики Казахстан, 30 августа — День Конституции Республики Казахстан",
    date: "30/08/23",
  },
  {
    id: 2,
    title: "30 августа — День Конституции Республики Казахстан",
    date: "30/08/23",
  },
  {
    id: 3,
    title:
      "30 августа — День Конституции Республики Казахстан, 30 августа — День Конституции Республики Казахстан,30 августа — День Конституции Республики Казахстан",
    date: "30/08/23",
  },
  {
    id: 4,
    title:
      "30 августа — День Конституции Республики Казахстан, 30 августа — День Конституции Республики Казахстан,30 августа — День Конституции Республики Казахстан",
    date: "30/08/23",
  },
  {
    id: 5,
    title:
      "30 августа — День Конституции Республики Казахстан, 30 августа — День Конституции Республики Казахстан,30 августа — День Конституции Республики Казахстан",
    date: "30/08/23",
  },
];
