export const PERFORM_YEAR_BUTTONS = [2023, 2022, 2021, 2020];
export const PERFORM_ICONS = {
  WASH: "wash",
  CLEAR: "clear",
  STEAM: "steam",
  ARCH: "arch",
  PUMP: "pump",
};

export const JOBS_ARR = [
  "Мастер по эксплуатации насосных станций и очистных сооружений",
  "Инженер-сметчик",
  "Инженер-технадзор",
  "Инженер-техник",
  "Мастер (РСУ)",
  "Инженер-энергетик (насосные установки и очистные сооружения)",
  "Заведующий складом",
  "Инженер (ПТО)",
  "Бригадир слесарей АВР",
  "Слесарь АВР",
  "Газоэлектросварщик",
  "Дорожный рабочий",
  "Слесарь-сантехник",
  "Машинист насосных установок",
  "Оператор очистных сооружений",
  "Фрезеровщик",
  "Слесарь по ремонту дорожно-строительных машин и тракторов",
  "Слесарь по ремонту гидравлики",
  "Слесарь",
  "Электромонтер по ремонту и обслуживанию электрооборудования",
  "Рабочий по комплексному обслуживанию и ремонту зданий",
  "Водитель специальной техники (илосос)",
  "КО-520 ЗИЛ",
  "КО-505 Камаз ас машины",
  "Машинист трактора",
  "Машинист трактора TLB825",
  "Водитель CAMЕL (илосос)",
  "Водитель телеинспекционной автолаборатории",
  "Водитель автобуса",
  "Водитель манипулятора",
  "Машинист экскаватора",
  "Водитель спец.техники (каналопромывочной машины КО-512)",
  "Оператор каналопромывочной машины КО-512",
  "Водитель  ППУА-1600/100  (парообразователь)",
  "Водитель грузового транспорта (самосвала)",
  "Машинист автокрана",
  "Плотник",
  "Слесарь по топливной аппаратуре",
];

export const PERFROM_STATS = [
  {
    id: 1,
    title: "Промыто коллекторов",
    icon: "wash",
    number: { 2020: 34514, 2021: 53816, 2022: 55130, 2023: 52221 },
    unit: "м.п.",
  },
  {
    id: 2,
    title: "Очищено смотровых и дождеприемных колодцев",
    icon: "clear",
    number: { 2020: 3103, 2021: 3002, 2022: 3082, 2023: 4019 },
    unit: "м.п.",
  },
  {
    id: 3,
    title: "Пропарено труб",
    icon: "steam",
    number: { 2020: 0, 2021: 10244, 2022: 6504, 2023: 8190 },
    unit: "м.п.",
  },
  {
    id: 4,
    title: "Очищено арычно-лотковой сети",
    icon: "arch",
    number: { 2020: 31425, 2021: 61667, 2022: 88090, 2023: 90025 },
    unit: "м.п.",
  },
  {
    id: 5,
    title: "Откачено воды с начала паводка",
    icon: "pump",
    number: { 2020: 50054, 2021: 15150, 2022: 14050, 2023: 43031 },
    unit: "м.п.",
  },
];

export const NEWS_DATA = [
  {
    id: 1,
    title:
      "30 августа — День Конституции Республики Казахстан, 30 августа — День Конституции Республики Казахстан",
    imageName: "man.jpg",
    description:
      " 🏛️ В то время как мы встречаем начало зимы, Казахстан отмечает день исторической важности – День Первого Президента. Это празднование имеет глубокое значение, переплетаясь с дальновидным руководством Нурсултана Назарбаева. 🏛️ Возникновение этого праздника уходит своими корнями в ключевые события 1991 года. Ознаменовавшегося распадом СССР и стремлением нескольких бывших советских республик к суверенитету. Для Казахстана 1 декабря 1991 года является знаменательным днем, когда народ подавляющим большинством в 98,7% избрал Нурсултана Назарбаева своим первым президентом. 🏛️ Лидерство Нурсултана Назарбаева сыграло важную роль в успешном развитии Казахстана. От переименования Казахской ССР в Республику Казахстан до принятия Закона о государственной независимости. Его стратегические решения сформировали идентичность страны и повели народ в светлое будущие. 🎉 Всех с днем первого президента! 🎉 ",
    date: "30/08/23",
  },
  {
    id: 2,
    title: "30 августа — День Конституции Республики Казахстан",
    imageName: "man.jpg",
    description:
      " 🏛️ В то время как мы встречаем начало зимы, Казахстан отмечает день исторической важности – День Первого Президента. Это празднование имеет глубокое значение, переплетаясь с дальновидным руководством Нурсултана Назарбаева. 🏛️ Возникновение этого праздника уходит своими корнями в ключевые события 1991 года. Ознаменовавшегося распадом СССР и стремлением нескольких бывших советских республик к суверенитету. Для Казахстана 1 декабря 1991 года является знаменательным днем, когда народ подавляющим большинством в 98,7% избрал Нурсултана Назарбаева своим первым президентом. 🏛️ Лидерство Нурсултана Назарбаева сыграло важную роль в успешном развитии Казахстана. От переименования Казахской ССР в Республику Казахстан до принятия Закона о государственной независимости. Его стратегические решения сформировали идентичность страны и повели народ в светлое будущие. 🎉 Всех с днем первого президента! 🎉 ",
    date: "30/08/23",
  },
  {
    id: 3,
    title:
      "30 августа — День Конституции Республики Казахстан, 30 августа — День Конституции Республики Казахстан,30 августа — День Конституции Республики Казахстан",
    imageName: "man.jpg",
    description:
      " 🏛️ В то время как мы встречаем начало зимы, Казахстан отмечает день исторической важности – День Первого Президента. Это празднование имеет глубокое значение, переплетаясь с дальновидным руководством Нурсултана Назарбаева. 🏛️ Возникновение этого праздника уходит своими корнями в ключевые события 1991 года. Ознаменовавшегося распадом СССР и стремлением нескольких бывших советских республик к суверенитету. Для Казахстана 1 декабря 1991 года является знаменательным днем, когда народ подавляющим большинством в 98,7% избрал Нурсултана Назарбаева своим первым президентом. 🏛️ Лидерство Нурсултана Назарбаева сыграло важную роль в успешном развитии Казахстана. От переименования Казахской ССР в Республику Казахстан до принятия Закона о государственной независимости. Его стратегические решения сформировали идентичность страны и повели народ в светлое будущие. 🎉 Всех с днем первого президента! 🎉 ",
    date: "30/08/23",
  },
  {
    id: 4,
    title:
      "30 августа — День Конституции Республики Казахстан, 30 августа — День Конституции Республики Казахстан,30 августа — День Конституции Республики Казахстан",
    imageName: "man.jpg",
    description:
      " 🏛️ В то время как мы встречаем начало зимы, Казахстан отмечает день исторической важности – День Первого Президента. Это празднование имеет глубокое значение, переплетаясь с дальновидным руководством Нурсултана Назарбаева. 🏛️ Возникновение этого праздника уходит своими корнями в ключевые события 1991 года. Ознаменовавшегося распадом СССР и стремлением нескольких бывших советских республик к суверенитету. Для Казахстана 1 декабря 1991 года является знаменательным днем, когда народ подавляющим большинством в 98,7% избрал Нурсултана Назарбаева своим первым президентом. 🏛️ Лидерство Нурсултана Назарбаева сыграло важную роль в успешном развитии Казахстана. От переименования Казахской ССР в Республику Казахстан до принятия Закона о государственной независимости. Его стратегические решения сформировали идентичность страны и повели народ в светлое будущие. 🎉 Всех с днем первого президента! 🎉 ",
    date: "30/08/23",
  },
  {
    id: 5,
    title:
      "30 августа — День Конституции Республики Казахстан, 30 августа — День Конституции Республики Казахстан,30 августа — День Конституции Республики Казахстан",
    imageName: "man.jpg",
    description:
      " 🏛️ В то время как мы встречаем начало зимы, Казахстан отмечает день исторической важности – День Первого Президента. Это празднование имеет глубокое значение, переплетаясь с дальновидным руководством Нурсултана Назарбаева. 🏛️ Возникновение этого праздника уходит своими корнями в ключевые события 1991 года. Ознаменовавшегося распадом СССР и стремлением нескольких бывших советских республик к суверенитету. Для Казахстана 1 декабря 1991 года является знаменательным днем, когда народ подавляющим большинством в 98,7% избрал Нурсултана Назарбаева своим первым президентом. 🏛️ Лидерство Нурсултана Назарбаева сыграло важную роль в успешном развитии Казахстана. От переименования Казахской ССР в Республику Казахстан до принятия Закона о государственной независимости. Его стратегические решения сформировали идентичность страны и повели народ в светлое будущие. 🎉 Всех с днем первого президента! 🎉 ",
    date: "30/08/23",
  },
];
